Repository: common-repository/rotating-blogname
Catalog: languages/rotating-blogname-*.po
Languages: nl_nl

source: You do not have sufficient permissions to access this page
nl_nl: Je hebt niet genoeg rechten om deze pagina te gebruiken

source: Rotating Blogname Settings
nl_nl: Rotating Blogname Instellingen

source: Provide a list of titles you want to see as the name of your blog:
nl_nl: Geef een lijst van titels die je wilt zien als naam van je blog:

source: How should your blog name change?
nl_nl: Hoe wil je dat de naam van je blog verandert?

source: Random
nl_nl: Willekeurig

source: Following the list
nl_nl: De lijst aflopend

source: How often should it change?
nl_nl: Hoe vaak wil je dat die verandert?

source: Completely random
nl_nl: Volledig willekeurig

source: Every hour
nl_nl: Ieder uur

source: Every day
nl_nl: Iedere dag

source: Every week
nl_nl: Iedere week

source: Every 30 days
nl_nl: Iedere 30 dagen

source: If following the list, at which time/date should it start?
nl_nl: Indien de lijst gevolgd moet worden, op welke datum/tijd moet dat dan beginnen?

source: The next blogname is determined based on your webserver's date/time relative to the given date/time. The current server date/time is
nl_nl: De volgende blognaam wordt bepaald aan de hand van de datum/tijd van de webserver ten opzichte van de opgegeven datum/tijd. De huidige datum/tijd van de server is

source: Enter a date in the format YYYY-MM-DD HH:MM. If you would like to have the list start at the top from now on, copy-paste the current date/time.
nl_nl: Voer de datum/tijd in in het formaat YYYY-MM-DD HH:MM. Als je wilt dat de lijst vanaf nu vanaf boven begint, copy-paste dan de huidige datum/tijd.

source: If following the list, would you like to repeat the list or stop at the end of the list?
nl_nl: Indien het einde van de lijst wordt bereikt, moet de lijst dan herhaald worden of moet er gestopt worden bij de laatste blognaam?

source: Rotating should stop at the last blogname.
nl_nl: Aan het einde van de lijst moet het roteren stoppen.

source: The blogname should continue to rotate.
nl_nl: De blognaam moet blijven roteren.

source: Save Changes
nl_nl: Wijzigingen Opslaan
